Repository: xfce-mirror/tumbler
Catalog: po/*.po
Languages: de, eo, vi

source: Another thumbnail cache service is already running
de: Ein anderer Dienst für Vorschaubilder läuft bereits

source: No thumbnailer available for "%s"
de: Kein Vorschaubildersteller für »%s« vorhanden
eo: Neniu bildetkreilo havebla por "%s"
vi: Không có trình tạo ảnh thu nhỏ cho "%s"

source: The thumbnailer service is shutting down
de: Der Dienst für Vorschaubilder wird angehalten
eo: La bildetkreilo estas malŝaltita
vi: Dịch vụ tạo ảnh thu nhỏ đang tắt

source: Another generic thumbnailer is already running
de: Ein anderer allgemeiner Vorschaubildersteller läuft bereits

source: Unsupported thumbnail flavor requested
de: Nicht unterstützte Vorschaubildart angefordert
eo: Celita bildeto-formo ne estas subtenata
vi: Yêu cầu kiểu ảnh thu nhỏ không được hỗ trợ

source: Failed to call the specialized thumbnailer: timeout
de: Konnte den spezialisierten Vorschaubildersteller nicht aufrufen: Timeout
eo: Malsukcesis voki al la speciala bildetkreilo: tempolimo
vi: Không thể gọi trình tạo ảnh thu nhỏ chuyên biệt: hết thời gian chờ

source: Failed to call the specialized thumbnailer: %s
de: Konnte den spezialisierten Vorschaubildersteller nicht aufrufen: %s
eo: Malsukcesis voki al la speciala bildetkreilo: %s
vi: Không thể gọi trình tạo ảnh thu nhỏ chuyên biệt: %s

source: Failed to load the file "%s": %s
de: Konnte die Datei »%s« nicht laden: %s

source: Malformed section "%s" in file "%s": %s
de: Kaputter Abschnitt »%s« in Datei »%s«: %s

source: Malformed section "%s" in file "%s": Mismatch between section name and UriScheme/MimeType
de: Kaputter Abschnitt »%s« in Datei »%s«: Keine Übereinstimmung zwischen Name des Abschnitts und dem URI-Schema/MIME-Typ

source: Malformed file "%s": %s
de: Kaputte Datei »%s«: %s

source: Failed to determine last modified time of "%s"
de: Konnte letztes Änderungsdatum von »%s« nicht bestimmen

source: Another thumbnailer manager is already running
de: Eine andere Verwaltung für Vorschaubilder läuft bereits

source: Tumbler Thumbnailing Service
de: Vorschaubildersteller Tumbler

source: Failed to connect to the D-Bus session bus: %s
de: Konnte keine Verbindung zum D-Bus-Sitzungsbus aufbauen: %s

source: Failed to load specialized thumbnailers into the registry: %s
de: Konnte besondere Vorschaubildersteller nicht in die Registrierung eintragen: %s

source: Failed to start the thumbnail cache service: %s
de: Konnte den Vorschaubilddienst nicht starten: %s

source: Failed to start the thumbnailer manager: %s
de: Konnte die Verwaltung für Vorschaubilder nicht starten: %s

source: Failed to start the thumbnailer service: %s
de: Konnte den Vorschaubilderdienst nicht starten: %s

source: Invalid format
de: Ungültiges Format
eo: Nevalida formato
vi: Định dạng không hợp lệ

source: RGB Colorspace
de: RGB-Farbraum
eo: RVB-kolorspaco
vi: Không gian màu RGB

source: Cache plugin "%s" lacks required symbols
de: Cache-Plugin »%s« hat die benötigten Symbole nicht

source: Failed to load the cache plugin "%s": %s
de: Konnte Cache-Plugin »%s« nicht laden: %s

source: The file "%s" is a thumbnail itself
de: Die Datei »%s« ist selbst ein Vorschaubild
eo: La dosiero "%s" estas jam bildeto
vi: Tệp "%s" chính là một ảnh thu nhỏ

source: Plugin "%s" lacks required symbols.
de: Das Plugin »%s« hat die benötigten Symbole nicht

source: Failed to load plugin "%s": %s
de: Konnte das Plugin »%s« nicht laden: %s

source: Version mismatch: %s
de: Keine Übereinstimmung der Versionen: %s

source: Initializing the Tumbler GStreamer Thumbnailer plugin
de: Vorschauerweiterung für GStreamer wird gestartet

source: Shutting down the Tumbler GStreamer Thumbnailer plugin
de: Vorschauerweiterung für GStreamer wird beendet

source: Initializing the Tumbler Pixbuf Thumbnailer plugin
de: Starte das Pixbuf-Vorschaubildplugin

source: Shutting down the Tumbler Pixbuf Thumbnailer plugin
de: Beende das Plugin für Pixbuf-Vorschaubilder

source: Initializing the Tumbler Font Thumbnailer plugin
de: Starte das Plugin für Schriftvorschau

source: Shutting down the Tumbler Font Thumbnailer plugin
de: Beende das Plugin für Schriftvorschau

source: Could not initialize freetype: %s
de: Konnte freetype nicht initialisieren: %s
eo: Ne povis pravalorigi Freeype: %s
vi: Không thể khởi tạo freetype: %s

source: Could not load file contents: %s
de: Konnte Dateiinhalte nicht laden: %s
eo: Ne povis ŝarĝi enhavon de dosieroj: %s
vi: Không thể tải nội dung tệp: %s

source: Could not open font file: %s
de: Konnte Schriftdatei nicht öffnen: %s
eo: Ne povis malfermi tiparon: %s
vi: Không thể mở tệp phông chữ: %s

source: Could not set the character map: %s
de: Konnte Zeichensatz nicht einstellen: %s
eo: Ne povis agordi la signomapon: %s
vi: Không thể đặt bảng ánh xạ ký tự: %s

source: Could not render glyphs: %s
de: Konnte Glyphen nicht rendern: %s
eo: Ne povis bildigi signobildojn: %s
vi: Không thể hiển thị glyphs: %s

source: Thumbnail could not be inferred from file contents
de: Vorschaubild konnte nicht anhand der Dateiinhalte erstellt werden
eo: Bildeto ne povus esti legita aŭ kreita de la enhavo de dosieroj
vi: Không thể suy ra ảnh thu nhỏ từ nội dung tệp

source: Initializing the Tumbler JPEG Thumbnailer plugin
de: Starte das JPEG-Vorschaubildplugin

source: Shutting down the Tumbler JPEG Thumbnailer plugin
de: Beende das Plugin für JPEG-Vorschaubilder

source: Initializing the Tumbler ffmpeg video thumbnailer plugin
de: Starte das ffmpeg-Plugin für Videovorschaubilder

source: Shutting down the Tumbler ffmpeg video thumbnailer plugin
de: Beende das ffmpeg-Plugin für Videovorschaubilder

source: Initializing the Tumbler Poppler PDF/PS Thumbnailer plugin
de: Starte das Poppler-Plugin für PDF/PS-Vorschaubilder

source: The document is empty
de: Das Dokument ist leer
eo: La dokumento estas malplena
vi: Tài liệu trống rỗng

source: First page of the document could not be read
de: Erste Seite des Dokuments konnte nicht gelesen werden
eo: Ne povas legi unuan paĝon de la dokumento
vi: Không thể đọc trang đầu tiên của tài liệu

source: Could not save thumbnail to "%s"
de: Konnte Vorschaubild nicht nach »%s« speichern
eo: Ne povis konservi bildeton al "%s"
vi: Không thể lưu ảnh thu nhỏ vào "%s"

source: Initializing the Tumbler XDG cache plugin
de: Starte das Tumbler XDG-Cache-Plugin

source: Shutting down the Tumbler XDG cache plugin
de: Beende das Tumbler XDG-Cache-Plugin

source: Only local files are supported
eo: Nur lokaj dosieroj estas subtenataj
vi: Chỉ hỗ trợ tệp cục bộ

source: Corrupt thumbnail PNG: '%s'
eo: Difektita bildeto PNG: '%s'
vi: Ảnh thu nhỏ PNG bị hỏng: '%s'

source: Failed to load the poster image "%s"
eo: Malsukcesis ŝarĝi la afiŝan bildon "%s"
vi: Không thể tải ảnh poster "%s"

source: Failed to load the metadata from "%s"
eo: Malsukcesis ŝarĝi la metadatumojn de "%s"
vi: Không thể tải metadata từ "%s"

source: Invalid API key, you must be granted a valid key. The Movie DB backend will be disabled.
eo: Nevalida API-ŝlosilo, vi devas ricevi validan ŝlosilon. La Movie DB backend estos maldisponebla.
vi: Khóa API không hợp lệ, bạn phải được cấp một khóa hợp lệ. Backend Movie DB sẽ bị vô hiệu hóa.

source: No poster key found in metadata
eo: Neniu afiŝa ŝlosilo estas trovita en metadatumoj
vi: Không tìm thấy khóa poster trong metadata

source: Movie title is too short
eo: Filma titolo estas tro mallonga
vi: Tiêu đề phim quá ngắn
